// ============================================
// ДАННЫЕ НОРМАТИВОВ (отдельный файл)
// ============================================

const womanStadiumData = [
  {
    "Дистанция": "10000м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "37:00,0"},
      {"Разряд": "I разряд", "Время": "40:00,0"},
      {"Разряд": "II разряд", "Время": "43:40,0"},
      {"Разряд": "III разряд", "Время": "47:50,0"}
    ]
  },
  {
    "Дистанция": "10000м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "31:43,43"},
      {"Разряд": "МС", "Время": "34:06,19"},
      {"Разряд": "КМС", "Время": "37:00,34"},
      {"Разряд": "I разряд", "Время": "40:00,34"},
      {"Разряд": "II разряд", "Время": "43:40,34"},
      {"Разряд": "III разряд", "Время": "47:50,34"}
    ]
  },
  {
    "Дистанция": "5000м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "17:20,0"},
      {"Разряд": "I разряд", "Время": "18:45,0"},
      {"Разряд": "II разряд", "Время": "20:20,0"},
      {"Разряд": "III разряд", "Время": "22:05,0"},
      {"Разряд": "I юн. разряд", "Время": "24:00,0"},
      {"Разряд": "II юн. разряд", "Время": "26:05,0"}
    ]
  },
  {
    "Дистанция": "5000м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "15:21,88"},
      {"Разряд": "МС", "Время": "16:07,05"},
      {"Разряд": "КМС", "Время": "17:20,34"},
      {"Разряд": "I разряд", "Время": "18:45,34"},
      {"Разряд": "II разряд", "Время": "20:20,34"},
      {"Разряд": "III разряд", "Время": "22:05,34"},
      {"Разряд": "I юн. разряд", "Время": "24:00,34"},
      {"Разряд": "II юн. разряд", "Время": "26:05,34"}
    ]
  },
  {
    "Дистанция": "3000м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "10:00,0"},
      {"Разряд": "I разряд", "Время": "10:55,0"},
      {"Разряд": "II разряд", "Время": "11:55,0"},
      {"Разряд": "III разряд", "Время": "13:00,0"},
      {"Разряд": "I юн. разряд", "Время": "14:05,0"},
      {"Разряд": "II юн. разряд", "Время": "15:12,0"},
      {"Разряд": "III юн. разряд", "Время": "16:32,0"}
    ]
  },
  {
    "Дистанция": "3000м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "9:58,0"},
      {"Разряд": "I разряд", "Время": "10:53,0"},
      {"Разряд": "II разряд", "Время": "11:53,0"},
      {"Разряд": "III разряд", "Время": "12:58,0"},
      {"Разряд": "I юн. разряд", "Время": "14:03,0"},
      {"Разряд": "II юн. разряд", "Время": "15:10,0"},
      {"Разряд": "III юн. разряд", "Время": "16:30,0"}
    ]
  },
  {
    "Дистанция": "3000м",
    "Хронометраж": "авто",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "8:59,03"},
      {"Разряд": "МС", "Время": "9:15,20"},
      {"Разряд": "КМС", "Время": "10:00,34"},
      {"Разряд": "I разряд", "Время": "10:55,34"},
      {"Разряд": "II разряд", "Время": "11:55,34"},
      {"Разряд": "III разряд", "Время": "13:00,34"},
      {"Разряд": "I юн. разряд", "Время": "14:05,34"},
      {"Разряд": "II юн. разряд", "Время": "15:12,34"},
      {"Разряд": "III юн. разряд", "Время": "16:32,34"}
    ]
  },
  {
    "Дистанция": "3000м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "9:58,34"},
      {"Разряд": "I разряд", "Время": "10:53,34"},
      {"Разряд": "II разряд", "Время": "11:53,34"},
      {"Разряд": "III разряд", "Время": "12:58,34"},
      {"Разряд": "I юн. разряд", "Время": "14:03,34"},
      {"Разряд": "II юн. разряд", "Время": "15:10,34"},
      {"Разряд": "III юн. разряд", "Время": "16:30,34"}
    ]
  },
  {
    "Дистанция": "1миля",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "4:58,0"},
      {"Разряд": "I разряд", "Время": "5:20,0"},
      {"Разряд": "II разряд", "Время": "5:43,0"},
      {"Разряд": "III разряд", "Время": "6:09,0"}
    ]
  },
  {
    "Дистанция": "1миля",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МС", "Время": "4:34,50"},
      {"Разряд": "КМС", "Время": "4:58,34"},
      {"Разряд": "I разряд", "Время": "5:20,34"},
      {"Разряд": "II разряд", "Время": "5:43,34"},
      {"Разряд": "III разряд", "Время": "6:09,34"}
    ]
  },
  {
    "Дистанция": "1500м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "4:38,0"},
      {"Разряд": "I разряд", "Время": "4:59,0"},
      {"Разряд": "II разряд", "Время": "5:21,0"},
      {"Разряд": "III разряд", "Время": "5:46,0"},
      {"Разряд": "I юн. разряд", "Время": "6:14,0"},
      {"Разряд": "II юн. разряд", "Время": "6:46,0"},
      {"Разряд": "III юн. разряд", "Время": "7:22,0"}
    ]
  },
  {
    "Дистанция": "1500м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "4:36,0"},
      {"Разряд": "I разряд", "Время": "4:57,0"},
      {"Разряд": "II разряд", "Время": "5:19,0"},
      {"Разряд": "III разряд", "Время": "5:44,0"},
      {"Разряд": "I юн. разряд", "Время": "6:12,0"},
      {"Разряд": "II юн. разряд", "Время": "6:44,0"},
      {"Разряд": "III юн. разряд", "Время": "7:20,0"}
    ]
  },
  {
    "Дистанция": "1500м",
    "Хронометраж": "авто",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "4:08,74"},
      {"Разряд": "МС", "Время": "4:20,10"},
      {"Разряд": "КМС", "Время": "4:59,34"},
      {"Разряд": "I разряд", "Время": "5:21,34"},
      {"Разряд": "II разряд", "Время": "5:46,34"},
      {"Разряд": "III разряд", "Время": "6:14,34"},
      {"Разряд": "I юн. разряд", "Время": "6:46,34"},
      {"Разряд": "II юн. разряд", "Время": "7:22,34"}
    ]
  },
  {
    "Дистанция": "1500м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "4:05,16"},
      {"Разряд": "МС", "Время": "4:14,50"},
      {"Разряд": "КМС", "Время": "4:36,34"},
      {"Разряд": "I разряд", "Время": "4:57,34"},
      {"Разряд": "II разряд", "Время": "5:19,34"},
      {"Разряд": "III разряд", "Время": "5:44,34"},
      {"Разряд": "I юн. разряд", "Время": "6:12,34"},
      {"Разряд": "II юн. разряд", "Время": "6:44,34"},
      {"Разряд": "III юн. разряд", "Время": "7:20,34"}
    ]
  },
  {
    "Дистанция": "1000м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "2:55,0"},
      {"Разряд": "I разряд", "Время": "3:06,9"},
      {"Разряд": "II разряд", "Время": "3:20,9"},
      {"Разряд": "III разряд", "Время": "3:36,9"},
      {"Разряд": "I юн. разряд", "Время": "3:53,9"},
      {"Разряд": "II юн. разряд", "Время": "4:13,9"},
      {"Разряд": "III юн. разряд", "Время": "4:44,9"}
    ]
  },
  {
    "Дистанция": "1000м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "2:55,34"},
      {"Разряд": "I разряд", "Время": "3:07,24"},
      {"Разряд": "II разряд", "Время": "3:21,24"},
      {"Разряд": "III разряд", "Время": "3:37,24"},
      {"Разряд": "I юн. разряд", "Время": "3:54,24"},
      {"Разряд": "II юн. разряд", "Время": "4:14,24"},
      {"Разряд": "III юн. разряд", "Время": "4:45,24"}
    ]
  },
  {
    "Дистанция": "800м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "2:13,0"},
      {"Разряд": "I разряд", "Время": "2:22,5"},
      {"Разряд": "II разряд", "Время": "2:34,5"},
      {"Разряд": "III разряд", "Время": "2:47,5"},
      {"Разряд": "I юн. разряд", "Время": "3:00,5"},
      {"Разряд": "II юн. разряд", "Время": "3:14,5"},
      {"Разряд": "III юн. разряд", "Время": "3:30,5"}
    ]
  },
  {
    "Дистанция": "800м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "2:11,5"},
      {"Разряд": "I разряд", "Время": "2:21,0"},
      {"Разряд": "II разряд", "Время": "2:33,0"},
      {"Разряд": "III разряд", "Время": "2:46,0"},
      {"Разряд": "I юн. разряд", "Время": "2:59,0"},
      {"Разряд": "II юн. разряд", "Время": "3:13,0"},
      {"Разряд": "III юн. разряд", "Время": "3:29,0"}
    ]
  },
  {
    "Дистанция": "800м",
    "Хронометраж": "авто",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "2:02,00"},
      {"Разряд": "МС", "Время": "2:05,66"},
      {"Разряд": "КМС", "Время": "2:13,34"},
      {"Разряд": "I разряд", "Время": "2:22,84"},
      {"Разряд": "II разряд", "Время": "2:34,84"},
      {"Разряд": "III разряд", "Время": "2:47,84"},
      {"Разряд": "I юн. разряд", "Время": "3:00,84"},
      {"Разряд": "II юн. разряд", "Время": "3:14,84"},
      {"Разряд": "III юн. разряд", "Время": "3:30,84"}
    ]
  },
  {
    "Дистанция": "800м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "2:00,77"},
      {"Разряд": "МС", "Время": "2:04,39"},
      {"Разряд": "КМС", "Время": "2:11,84"},
      {"Разряд": "I разряд", "Время": "2:21,34"},
      {"Разряд": "II разряд", "Время": "2:33,34"},
      {"Разряд": "III разряд", "Время": "2:46,34"},
      {"Разряд": "I юн. разряд", "Время": "2:59,34"},
      {"Разряд": "II юн. разряд", "Время": "3:13,34"},
      {"Разряд": "III юн. разряд", "Время": "3:29,34"}
    ]
  },
  {
    "Дистанция": "600м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "1:34,1"},
      {"Разряд": "I разряд", "Время": "1:39,1"},
      {"Разряд": "II разряд", "Время": "1:48,6"},
      {"Разряд": "III разряд", "Время": "1:57,9"},
      {"Разряд": "I юн. разряд", "Время": "2:07,1"},
      {"Разряд": "II юн. разряд", "Время": "2:16,9"},
      {"Разряд": "III юн. разряд", "Время": "2:26,9"}
    ]
  },
  {
    "Дистанция": "600м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "1:34,44"},
      {"Разряд": "I разряд", "Время": "1:39,44"},
      {"Разряд": "II разряд", "Время": "1:48,94"},
      {"Разряд": "III разряд", "Время": "1:58,24"},
      {"Разряд": "I юн. разряд", "Время": "2:07,44"},
      {"Разряд": "II юн. разряд", "Время": "2:17,24"},
      {"Разряд": "III юн. разряд", "Время": "2:27,24"}
    ]
  },
  {
    "Дистанция": "400м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "56,9"},
      {"Разряд": "I разряд", "Время": "1:00,4"},
      {"Разряд": "II разряд", "Время": "1:04,8"},
      {"Разряд": "III разряд", "Время": "1:10,5"},
      {"Разряд": "I юн. разряд", "Время": "1:15,7"},
      {"Разряд": "II юн. разряд", "Время": "1:21,5"},
      {"Разряд": "III юн. разряд", "Время": "1:27,5"}
    ]
  },
  {
    "Дистанция": "400м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "56,1"},
      {"Разряд": "I разряд", "Время": "59,6"},
      {"Разряд": "II разряд", "Время": "1:04,1"},
      {"Разряд": "III разряд", "Время": "1:10,9"},
      {"Разряд": "I юн. разряд", "Время": "1:15,1"},
      {"Разряд": "II юн. разряд", "Время": "1:20,9"},
      {"Разряд": "III юн. разряд", "Время": "1:26,9"}
    ]
  },
  {
    "Дистанция": "400м",
    "Хронометраж": "авто",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "52,61"},
      {"Разряд": "МС", "Время": "54,19"},
      {"Разряд": "КМС", "Время": "57,24"},
      {"Разряд": "I разряд", "Время": "1:00,74"},
      {"Разряд": "II разряд", "Время": "1:05,14"},
      {"Разряд": "III разряд", "Время": "1:10,84"},
      {"Разряд": "I юн. разряд", "Время": "1:16,04"},
      {"Разряд": "II юн. разряд", "Время": "1:21,84"},
      {"Разряд": "III юн. разряд", "Время": "1:27,84"}
    ]
  },
  {
    "Дистанция": "400м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "51,70"},
      {"Разряд": "МС", "Время": "53,54"},
      {"Разряд": "КМС", "Время": "56,44"},
      {"Разряд": "I разряд", "Время": "59,94"},
      {"Разряд": "II разряд", "Время": "1:04,44"},
      {"Разряд": "III разряд", "Время": "1:10,24"},
      {"Разряд": "I юн. разряд", "Время": "1:15,44"},
      {"Разряд": "II юн. разряд", "Время": "1:21,24"},
      {"Разряд": "III юн. разряд", "Время": "1:27,24"}
    ]
  },
  {
    "Дистанция": "300м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "40,0"},
      {"Разряд": "I разряд", "Время": "42,1"},
      {"Разряд": "II разряд", "Время": "44,3"},
      {"Разряд": "III разряд", "Время": "47,5"},
      {"Разряд": "I юн. разряд", "Время": "50,2"},
      {"Разряд": "II юн. разряд", "Время": "53,4"},
      {"Разряд": "III юн. разряд", "Время": "57,1"}
    ]
  },
  {
    "Дистанция": "300м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "40,34"},
      {"Разряд": "I разряд", "Время": "42,44"},
      {"Разряд": "II разряд", "Время": "44,64"},
      {"Разряд": "III разряд", "Время": "47,84"},
      {"Разряд": "I юн. разряд", "Время": "50,54"},
      {"Разряд": "II юн. разряд", "Время": "53,74"},
      {"Разряд": "III юн. разряд", "Время": "57,44"}
    ]
  },
  {
    "Дистанция": "200м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "25,0"},
      {"Разряд": "I разряд", "Время": "26,4"},
      {"Разряд": "II разряд", "Время": "28,4"},
      {"Разряд": "III разряд", "Время": "30,4"},
      {"Разряд": "I юн. разряд", "Время": "32,4"},
      {"Разряд": "II юн. разряд", "Время": "34,9"},
      {"Разряд": "III юн. разряд", "Время": "37,9"}
    ]
  },
  {
    "Дистанция": "200м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "23,01"},
      {"Разряд": "МС", "Время": "24,00"},
      {"Разряд": "КМС", "Время": "25,34"},
      {"Разряд": "I разряд", "Время": "26,74"},
      {"Разряд": "II разряд", "Время": "28,74"},
      {"Разряд": "III разряд", "Время": "30,74"},
      {"Разряд": "I юн. разряд", "Время": "32,74"},
      {"Разряд": "II юн. разряд", "Время": "35,24"},
      {"Разряд": "III юн. разряд", "Время": "38,24"}
    ]
  },
  {
    "Дистанция": "100м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "12,0"},
      {"Разряд": "I разряд", "Время": "12,7"},
      {"Разряд": "II разряд", "Время": "13,5"},
      {"Разряд": "III разряд", "Время": "14,2"},
      {"Разряд": "I юн. разряд", "Время": "15,1"},
      {"Разряд": "II юн. разряд", "Время": "16,1"},
      {"Разряд": "III юн. разряд", "Время": "17,2"}
    ]
  },
  {
    "Дистанция": "100м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "11,25"},
      {"Разряд": "МС", "Время": "11,76"},
      {"Разряд": "КМС", "Время": "12,34"},
      {"Разряд": "I разряд", "Время": "13,04"},
      {"Разряд": "II разряд", "Время": "13,84"},
      {"Разряд": "III разряд", "Время": "14,54"},
      {"Разряд": "I юн. разряд", "Время": "15,44"},
      {"Разряд": "II юн. разряд", "Время": "16,44"},
      {"Разряд": "III юн. разряд", "Время": "17,54"}
    ]
  },
  {
    "Дистанция": "60м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "7,5"},
      {"Разряд": "I разряд", "Время": "7,8"},
      {"Разряд": "II разряд", "Время": "8,3"},
      {"Разряд": "III разряд", "Время": "8,8"},
      {"Разряд": "I юн. разряд", "Время": "9,3"},
      {"Разряд": "II юн. разряд", "Время": "9,8"},
      {"Разряд": "III юн. разряд", "Время": "10,4"}
    ]
  },
  {
    "Дистанция": "60м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "7,22"},
      {"Разряд": "МС", "Время": "7,51"},
      {"Разряд": "КМС", "Время": "7,84"},
      {"Разряд": "I разряд", "Время": "8,14"},
      {"Разряд": "II разряд", "Время": "8,64"},
      {"Разряд": "III разряд", "Время": "9,14"},
      {"Разряд": "I юн. разряд", "Время": "9,64"},
      {"Разряд": "II юн. разряд", "Время": "10,14"},
      {"Разряд": "III юн. разряд", "Время": "10,74"}
    ]
  },
  {
    "Дистанция": "50м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "II разряд", "Время": "7,1"},
      {"Разряд": "III разряд", "Время": "7,6"},
      {"Разряд": "I юн. разряд", "Время": "8,1"},
      {"Разряд": "II юн. разряд", "Время": "8,6"},
      {"Разряд": "III юн. разряд", "Время": "9,3"}
    ]
  },
  {
    "Дистанция": "30м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "III разряд", "Время": "5,0"},
      {"Разряд": "I юн. разряд", "Время": "5,3"},
      {"Разряд": "II юн. разряд", "Время": "5,6"}
    ]
  }
];

const manStadiumData = [
  {
    "Дистанция": "10000м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "31:10,0"},
      {"Разряд": "I разряд", "Время": "33:20,0"},
      {"Разряд": "II разряд", "Время": "35:50,0"},
      {"Разряд": "III разряд", "Время": "38:40,0"}
    ]
  },
  {
    "Дистанция": "10000м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "27:55,71"},
      {"Разряд": "МС", "Время": "29:19,50"},
      {"Разряд": "КМС", "Время": "31:10,34"},
      {"Разряд": "I разряд", "Время": "33:20,34"},
      {"Разряд": "II разряд", "Время": "35:50,34"},
      {"Разряд": "III разряд", "Время": "38:40,34"}
    ]
  },
  {
    "Дистанция": "5000м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "14:49,9"},
      {"Разряд": "I разряд", "Время": "15:44,9"},
      {"Разряд": "II разряд", "Время": "16:59,9"},
      {"Разряд": "III разряд", "Время": "18:19,9"},
      {"Разряд": "I юн. разряд", "Время": "19:49,9"},
      {"Разряд": "II юн. разряд", "Время": "21:29,9"}
    ]
  },
  {
    "Дистанция": "5000м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "13:26,55"},
      {"Разряд": "МС", "Время": "14:06,83"},
      {"Разряд": "КМС", "Время": "14:50,24"},
      {"Разряд": "I разряд", "Время": "15:45,24"},
      {"Разряд": "II разряд", "Время": "17:00,24"},
      {"Разряд": "III разряд", "Время": "18:20,24"},
      {"Разряд": "I юн. разряд", "Время": "19:50,24"},
      {"Разряд": "II юн. разряд", "Время": "21:30,24"}
    ]
  },
  {
    "Дистанция": "3000м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "8:31,9"},
      {"Разряд": "I разряд", "Время": "9:01,9"},
      {"Разряд": "II разряд", "Время": "9:41,9"},
      {"Разряд": "III разряд", "Время": "10:31,9"},
      {"Разряд": "I юн. разряд", "Время": "11:21,9"},
      {"Разряд": "II юн. разряд", "Время": "12:16,9"},
      {"Разряд": "III юн. разряд", "Время": "13:21,9"}
    ]
  },
  {
    "Дистанция": "3000м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "8:29,9"},
      {"Разряд": "I разряд", "Время": "8:59,9"},
      {"Разряд": "II разряд", "Время": "9:39,9"},
      {"Разряд": "III разряд", "Время": "10:29,9"},
      {"Разряд": "I юн. разряд", "Время": "11:19,9"},
      {"Разряд": "II юн. разряд", "Время": "12:14,9"},
      {"Разряд": "III юн. разряд", "Время": "13:19,9"}
    ]
  },
  {
    "Дистанция": "3000м",
    "Хронометраж": "авто",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "7:52,94"},
      {"Разряд": "МС", "Время": "8:07,13"},
      {"Разряд": "КМС", "Время": "8:32,24"},
      {"Разряд": "I разряд", "Время": "9:02,24"},
      {"Разряд": "II разряд", "Время": "9:42,24"},
      {"Разряд": "III разряд", "Время": "10:32,24"},
      {"Разряд": "I юн. разряд", "Время": "11:22,24"},
      {"Разряд": "II юн. разряд", "Время": "12:17,24"},
      {"Разряд": "III юн. разряд", "Время": "13:22,24"}
    ]
  },
  {
    "Дистанция": "3000м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "8:30,24"},
      {"Разряд": "I разряд", "Время": "9:00,24"},
      {"Разряд": "II разряд", "Время": "9:40,24"},
      {"Разряд": "III разряд", "Время": "10:30,24"},
      {"Разряд": "I юн. разряд", "Время": "11:20,24"},
      {"Разряд": "II юн. разряд", "Время": "12:15,24"},
      {"Разряд": "III юн. разряд", "Время": "13:20,24"}
    ]
  },
  {
    "Дистанция": "1миля",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "4:18,4"},
      {"Разряд": "I разряд", "Время": "4:31,9"},
      {"Разряд": "II разряд", "Время": "4:51,9"},
      {"Разряд": "III разряд", "Время": "5:10,9"}
    ]
  },
  {
    "Дистанция": "1миля",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МС", "Время": "4:02,74"},
      {"Разряд": "КМС", "Время": "4:18,74"},
      {"Разряд": "I разряд", "Время": "4:32,24"},
      {"Разряд": "II разряд", "Время": "4:52,24"},
      {"Разряд": "III разряд", "Время": "5:11,24"}
    ]
  },
  {
    "Дистанция": "1500м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "3:58,4"},
      {"Разряд": "I разряд", "Время": "4:11,4"},
      {"Разряд": "II разряд", "Время": "4:26,9"},
      {"Разряд": "III разряд", "Время": "4:44,9"},
      {"Разряд": "I юн. разряд", "Время": "5:04,9"},
      {"Разряд": "II юн. разряд", "Время": "5:29,9"},
      {"Разряд": "III юн. разряд", "Время": "5:59,9"}
    ]
  },
  {
    "Дистанция": "1500м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "3:56,4"},
      {"Разряд": "I разряд", "Время": "4:09,4"},
      {"Разряд": "II разряд", "Время": "4:24,9"},
      {"Разряд": "III разряд", "Время": "4:42,9"},
      {"Разряд": "I юн. разряд", "Время": "5:02,9"},
      {"Разряд": "II юн. разряд", "Время": "5:27,9"},
      {"Разряд": "III юн. разряд", "Время": "5:57,9"}
    ]
  },
  {
    "Дистанция": "1500м",
    "Хронометраж": "авто",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "3:40,00"},
      {"Разряд": "МС", "Время": "3:47,79"},
      {"Разряд": "КМС", "Время": "3:58,74"},
      {"Разряд": "I разряд", "Время": "4:11,74"},
      {"Разряд": "II разряд", "Время": "4:27,24"},
      {"Разряд": "III разряд", "Время": "4:45,24"},
      {"Разряд": "I юн. разряд", "Время": "5:05,24"},
      {"Разряд": "II юн. разряд", "Время": "5:30,24"},
      {"Разряд": "III юн. разряд", "Время": "6:00,24"}
    ]
  },
  {
    "Дистанция": "1500м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "3:36,94"},
      {"Разряд": "МС", "Время": "3:46,11"},
      {"Разряд": "КМС", "Время": "3:56,74"},
      {"Разряд": "I разряд", "Время": "4:09,74"},
      {"Разряд": "II разряд", "Время": "4:25,24"},
      {"Разряд": "III разряд", "Время": "4:43,24"},
      {"Разряд": "I юн. разряд", "Время": "5:03,24"},
      {"Разряд": "II юн. разряд", "Время": "5:28,24"},
      {"Разряд": "III юн. разряд", "Время": "5:58,24"}
    ]
  },
  {
    "Дистанция": "1000м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "2:27,9"},
      {"Разряд": "I разряд", "Время": "2:36,9"},
      {"Разряд": "II разряд", "Время": "2:48,9"},
      {"Разряд": "III разряд", "Время": "3:02,9"},
      {"Разряд": "I юн. разряд", "Время": "3:17,9"},
      {"Разряд": "II юн. разряд", "Время": "3:34,9"},
      {"Разряд": "III юн. разряд", "Время": "3:53,9"}
    ]
  },
  {
    "Дистанция": "1000м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "2:28,24"},
      {"Разряд": "I разряд", "Время": "2:37,24"},
      {"Разряд": "II разряд", "Время": "2:49,24"},
      {"Разряд": "III разряд", "Время": "3:03,24"},
      {"Разряд": "I юн. разряд", "Время": "3:18,24"},
      {"Разряд": "II юн. разряд", "Время": "3:35,24"},
      {"Разряд": "III юн. разряд", "Время": "3:54,24"}
    ]
  },
  {
    "Дистанция": "800м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "1:54,6"},
      {"Разряд": "I разряд", "Время": "2:01,6"},
      {"Разряд": "II разряд", "Время": "2:09,5"},
      {"Разряд": "III разряд", "Время": "2:19,3"},
      {"Разряд": "I юн. разряд", "Время": "2:31,1"},
      {"Разряд": "II юн. разряд", "Время": "2:44,1"},
      {"Разряд": "III юн. разряд", "Время": "2:58,1"}
    ]
  },
  {
    "Дистанция": "800м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "1:53,0"},
      {"Разряд": "I разряд", "Время": "1:59,0"},
      {"Разряд": "II разряд", "Время": "2:07,9"},
      {"Разряд": "III разряд", "Время": "2:17,9"},
      {"Разряд": "I юн. разряд", "Время": "2:29,9"},
      {"Разряд": "II юн. разряд", "Время": "2:42,9"},
      {"Разряд": "III юн. разряд", "Время": "2:56,9"}
    ]
  },
  {
    "Дистанция": "800м",
    "Хронометраж": "авто",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "1:47,44"},
      {"Разряд": "МС", "Время": "1:50,66"},
      {"Разряд": "КМС", "Время": "1:54,94"},
      {"Разряд": "I разряд", "Время": "2:01,94"},
      {"Разряд": "II разряд", "Время": "2:09,84"},
      {"Разряд": "III разряд", "Время": "2:19,64"},
      {"Разряд": "I юн. разряд", "Время": "2:31,44"},
      {"Разряд": "II юн. разряд", "Время": "2:44,44"},
      {"Разряд": "III юн. разряд", "Время": "2:58,44"}
    ]
  },
  {
    "Дистанция": "800м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "1:46,20"},
      {"Разряд": "МС", "Время": "1:49,39"},
      {"Разряд": "КМС", "Время": "1:53,34"},
      {"Разряд": "I разряд", "Время": "1:59,34"},
      {"Разряд": "II разряд", "Время": "2:08,24"},
      {"Разряд": "III разряд", "Время": "2:18,24"},
      {"Разряд": "I юн. разряд", "Время": "2:30,24"},
      {"Разряд": "II юн. разряд", "Время": "2:43,24"},
      {"Разряд": "III юн. разряд", "Время": "2:57,24"}
    ]
  },
  {
    "Дистанция": "600м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "1:19,2"},
      {"Разряд": "I разряд", "Время": "1:23,4"},
      {"Разряд": "II разряд", "Время": "1:29,9"},
      {"Разряд": "III разряд", "Время": "1:36,9"},
      {"Разряд": "I юн. разряд", "Время": "1:44,9"},
      {"Разряд": "II юн. разряд", "Время": "1:53,9"},
      {"Разряд": "III юн. разряд", "Время": "2:04,9"}
    ]
  },
  {
    "Дистанция": "600м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "1:19,54"},
      {"Разряд": "I разряд", "Время": "1:23,74"},
      {"Разряд": "II разряд", "Время": "1:30,24"},
      {"Разряд": "III разряд", "Время": "1:37,24"},
      {"Разряд": "I юн. разряд", "Время": "1:45,24"},
      {"Разряд": "II юн. разряд", "Время": "1:54,24"},
      {"Разряд": "III юн. разряд", "Время": "2:05,24"}
    ]
  },
  {
    "Дистанция": "400м",
    "Хронометраж": "ручной",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "49,6"},
      {"Разряд": "I разряд", "Время": "52,5"},
      {"Разряд": "II разряд", "Время": "56,2"},
      {"Разряд": "III разряд", "Время": "1:01,1"},
      {"Разряд": "I юн. разряд", "Время": "1:06,5"},
      {"Разряд": "II юн. разряд", "Время": "1:11,4"},
      {"Разряд": "III юн. разряд", "Время": "1:17,4"}
    ]
  },
  {
    "Дистанция": "400м",
    "Хронометраж": "ручной",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "КМС", "Время": "48,8"},
      {"Разряд": "I разряд", "Время": "51,7"},
      {"Разряд": "II разряд", "Время": "55,5"},
      {"Разряд": "III разряд", "Время": "1:00,05"},
      {"Разряд": "I юн. разряд", "Время": "1:05,9"},
      {"Разряд": "II юн. разряд", "Время": "1:10,9"},
      {"Разряд": "III юн. разряд", "Время": "1:19,9"}
    ]
  },
  {
    "Дистанция": "400м",
    "Хронометраж": "авто",
    "Круг": "200м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "46,53"},
      {"Разряд": "МС", "Время": "47,93"},
      {"Разряд": "КМС", "Время": "49,94"},
      {"Разряд": "I разряд", "Время": "52,84"},
      {"Разряд": "II разряд", "Время": "56,54"},
      {"Разряд": "III разряд", "Время": "1:01,44"},
      {"Разряд": "I юн. разряд", "Время": "1:06,84"},
      {"Разряд": "II юн. разряд", "Время": "1:11,74"},
      {"Разряд": "III юн. разряд", "Время": "1:17,74"}
    ]
  },
  {
    "Дистанция": "400м",
    "Хронометраж": "авто",
    "Круг": "400м",
    "Разряды": [
      {"Разряд": "МСМК", "Время": "45,35"},
      {"Разряд": "МС", "Время": "47,13"},
      {"Разряд": "КМС", "Время": "49,14"},
      {"Разряд": "I разряд", "Время": "52,04"},
      {"Разряд": "II разряд", "Время": "55,84"},
      {"Разряд": "III разряд", "Время": "1:00,84"},
      {"Разряд": "I юн. разряд", "Время": "1:06,24"},
      {"Разряд": "II юн. разряд", "Время": "1:11,24"},
      {"Разряд": "III юн. разряд", "Время": "1:17,24"}
    ]
  },
  {
    "Дистанция": "300м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "33,9"},
      {"Разряд": "I разряд", "Время": "36,2"},
      {"Разряд": "II разряд", "Время": "38,6"},
      {"Разряд": "III разряд", "Время": "41,6"},
      {"Разряд": "I юн. разряд", "Время": "45,0"},
      {"Разряд": "II юн. разряд", "Время": "48,9"},
      {"Разряд": "III юн. разряд", "Время": "52,9"}
    ]
  },
  {
    "Дистанция": "300м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "34,24"},
      {"Разряд": "I разряд", "Время": "36,54"},
      {"Разряд": "II разряд", "Время": "38,94"},
      {"Разряд": "III разряд", "Время": "41,94"},
      {"Разряд": "I юн. разряд", "Время": "45,34"},
      {"Разряд": "II юн. разряд", "Время": "49,24"},
      {"Разряд": "III юн. разряд", "Время": "53,24"}
    ]
  },
  {
    "Дистанция": "200м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "21,9"},
      {"Разряд": "I разряд", "Время": "23,0"},
      {"Разряд": "II разряд", "Время": "24,3"},
      {"Разряд": "III разряд", "Время": "25,9"},
      {"Разряд": "I юн. разряд", "Время": "27,9"},
      {"Разряд": "II юн. разряд", "Время": "30,4"},
      {"Разряд": "III юн. разряд", "Время": "33,9"}
    ]
  },
  {
    "Дистанция": "200м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "20,51"},
      {"Разряд": "МС", "Время": "21,41"},
      {"Разряд": "КМС", "Время": "22,24"},
      {"Разряд": "I разряд", "Время": "23,34"},
      {"Разряд": "II разряд", "Время": "24,64"},
      {"Разряд": "III разряд", "Время": "26,24"},
      {"Разряд": "I юн. разряд", "Время": "28,24"},
      {"Разряд": "II юн. разряд", "Время": "30,74"},
      {"Разряд": "III юн. разряд", "Время": "34,24"}
    ]
  },
  {
    "Дистанция": "100м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "10,6"},
      {"Разряд": "I разряд", "Время": "11,1"},
      {"Разряд": "II разряд", "Время": "11,7"},
      {"Разряд": "III разряд", "Время": "12,4"},
      {"Разряд": "I юн. разряд", "Время": "13,2"},
      {"Разряд": "II юн. разряд", "Время": "14,1"},
      {"Разряд": "III юн. разряд", "Время": "15,1"}
    ]
  },
  {
    "Дистанция": "100м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "10,15"},
      {"Разряд": "МС", "Время": "10,62"},
      {"Разряд": "КМС", "Время": "11,00"},
      {"Разряд": "I разряд", "Время": "11,44"},
      {"Разряд": "II разряд", "Время": "12,04"},
      {"Разряд": "III разряд", "Время": "12,74"},
      {"Разряд": "I юн. разряд", "Время": "13,54"},
      {"Разряд": "II юн. разряд", "Время": "14,44"},
      {"Разряд": "III юн. разряд", "Время": "15,44"}
    ]
  },
  {
    "Дистанция": "60м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "КМС", "Время": "6,7"},
      {"Разряд": "I разряд", "Время": "7,0"},
      {"Разряд": "II разряд", "Время": "7,3"},
      {"Разряд": "III разряд", "Время": "7,7"},
      {"Разряд": "I юн. разряд", "Время": "8,1"},
      {"Разряд": "II юн. разряд", "Время": "8,6"},
      {"Разряд": "III юн. разряд", "Время": "9,1"}
    ]
  },
  {
    "Дистанция": "60м",
    "Хронометраж": "авто",
    "Круг": null,
    "Разряды": [
      {"Разряд": "МСМК", "Время": "6,63"},
      {"Разряд": "МС", "Время": "6,83"},
      {"Разряд": "КМС", "Время": "7,04"},
      {"Разряд": "I разряд", "Время": "7,34"},
      {"Разряд": "II разряд", "Время": "7,64"},
      {"Разряд": "III разряд", "Время": "8,04"},
      {"Разряд": "I юн. разряд", "Время": "8,44"},
      {"Разряд": "II юн. разряд", "Время": "8,94"},
      {"Разряд": "III юн. разряд", "Время": "9,44"}
    ]
  },
  {
    "Дистанция": "50м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "II юн. разряд", "Время": "6,8"},
      {"Разряд": "III юн. разряд", "Время": "7,3"},
      {"Разряд": "III разряд", "Время": "7,9"}
    ]
  },
  {
    "Дистанция": "30м",
    "Хронометраж": "ручной",
    "Круг": null,
    "Разряды": [
      {"Разряд": "II юн. разряд", "Время": "4,2"},
      {"Разряд": "III юн. разряд", "Время": "4,5"},
      {"Разряд": "III разряд", "Время": "4,8"}
    ]
  }
];
